Repository: IBMPredictiveAnalytics/STATS_CATEGORY_ORDER
Catalog: src/lang/*/STATS_CATEGORY_ORDER.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Either a prefix or a set of macro or MR set names must be specified
de: Ein Präfix oder ein Set von Makronamen oder Namen von Mehrfachantwortsets muss angegeben werden
es: Se debe especificar un prefijo o un conjunto de nombres de macros o de conjuntos MR
fr: Vous devez spécifier un préfixe, un ensemble de macros ou un nom de jeu de dichotomies multiples.
it: Immettere un prefisso o è necessario specificare i nomi di insiemi RM o di macro
ja: 接頭辞を指定するか、一連のマクロまたは MR グループの名前を指定する必要があります
ko: 접두문자나 매크로 세트 또는 MR 변수군 이름을 지정해야 합니다.
pl: Należy określić przedrostek, zbiór nazw makr lub zbiorów MR
pt_br: Um prefixo ou um conjunto de nomes de macros ou de conjuntos MR deve ser
ru: Необходимо указать или префикс, или набор макрокоманд, или имена набора переменных
zh_cn: 必须指定前缀或者指定一组宏名称或 MR 集合名称
zh_tw: 必須指定字首或一組巨集或 MR 集名稱

source: The number of macro or MR set names specified is different from the number of items
de: Die Anzahl der angegebenen Namen von Makros oder Mehrfachantwortsets weicht von der Anzahl der Elemente ab
es: El número de nombres macros o de conjuntos MR especificado es distinto del número de elementos
fr: Le nombre de macros ou de noms de jeux de dichotomies multiples est différent de celui des éléments.
it: Il numero di nomi di insiemi di RM o di macro specificato è diverso dal numero di elementi
ja: 指定したマクロ名または MR グループ名の数が項目の数と異なっています
ko: 지정된 매크로 수 또는 MR 변수군 이름이 항목 수와 다릅니다.
pl: Określona liczba nazw makr lub zbiorów MR jest inna niż liczba elementów
ru: Заданное количество макрокоманд или имен наборов переменных отличается от числа элементов
zh_cn: 指定的宏名称或 MR 集合名称的数目与项数不同
zh_tw: 指定的巨集或 MR 集名稱數目與項目數目不同

source: Items to process must be either all numeric or all string
de: Die zu verarbeitenden Elemente müssen entweder alle numerisch oder alle Zeichenfolgen sein
es: Los elementos para procesar deben ser todos numéricos o todos de tipo cadena
fr: Les éléments à traiter doivent être tous des variables numériques ou des chaînes.
it: Gli elementi da elaborare devono essere tutti numerici o tutti stringa
ja: 処理する項目は、すべてが数値またはすべてが文字列でなければなりません
ko: 처리할 항목이 모두 숫자이거나 모두 문자열이어야 합니다.
pl: Wszystkie elementy do przetworzenia muszą być liczbowe lub łańcuchowe
pt_br: Itens a processar devem ser todos numéricos ou todos sequências de caracteres
ru: Элементы для обработки должны быть или все числовыми, или все строковыми
zh_cn: 要处理的项必须全是数字或字符串
zh_tw: 要處理的項目必須全部是數值或全部是字串

source: A nonnumeric special value was given for numeric variables
de: Ein nicht numerischer Sonderwert wurde für numerische Variablen angegeben
es: Se ha indicado un valor especial no numérico para variables numéricas
fr: Une valeur spéciale non numérique a été attribuée à des variables numériques.
it: È stato fornito un valore speciale non numerico per variabili numeriche
ja: 数値型変数に非数値の特殊値が与えられました
ko: 숫자변수에 대해 숫자가 아닌 특수 값이 지정되었습니다.
pl: W przypadku zmiennych liczbowych podano nieliczbową wartość specjalną
pt_br: Um valor especial não numérico foi fornecido para variáveis numéricas
ru: Для числовых переменных было задано специальное нечисловое значение
zh_cn: 对数字变量指定了非数字特殊值
zh_tw: 已為數值變數提供非數值特殊值

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
zh_cn: 名称
zh_tw: 名稱

source: Definition
es: Definición
fr: Définition
it: Definizione
ja: 定義
ko: 정의
pl: Definicja
pt_br: Definição
ru: Параметры
zh_cn: 定义
zh_tw: 定義

source: ITEMS and NAMES cannot be used with COUNTORDERING specifications.
de: ITEMS und NAMES können nicht mit COUNTORDERING-Spezifikationen verwendet werden.
es: ITEMS y NAMES no se pueden utilizar con las especificaciones COUNTORDERING.
fr: ITEMS et NAMES ne peuvent pas être utilisés avec les spécifications COUNTORDERING.
it: ITEMS e NAMES non possono essere utilizzati con le specifiche COUNTORDERING.
ja: ITEMS および NAMES は、COUNTORDERING の指定と一緒には使用できません。
ko: ITEMS 및 NAMES은 COUNTORDERING 지정 사항과 함께 사용할 수 없습니다.
pl: Pozycji ITEMS i NAMES nie można używać ze specyfikacją COUNTORDERING.
pt_br: ITEMS e NAMES não podem ser usados com as especificações COUNTORDERING.
ru: ITEMS и NAMES нельзя использовать со спецификациями COUNTORDERING.
zh_cn: 无法将 ITEMS 和 NAMES 与指定的 COUNTORDERING 配合使用。
zh_tw: ITEMS 及 NAMES 無法與 COUNTORDERING 規格搭配使用。

source: Values to count must and a macroname must be specified when using COUNTORDERING specifications.
de: Bei Verwendung von COUNTORDERING-Spezifikationen müssen zu zählende Werte und ein Makroname angegeben werden.
es: Se deben especificar los valores de recuento y un nombre de macro al utilizar las especificaciones COUNTORDERING.
fr: Les valeurs à compter et un nom de macro doivent être spécifiés lors de l'utilisation de spécifications COUNTORDERING.
it: È necessario specificare i valori da contare e un nome macro quando si utilizzano le specifiche COUNTORDERING.
ja: COUNTORDERING の指定を使用する場合は、集計する値とマクロ名を指定する必要があります。
ko: COUNTORDERING 지정 사항을 사용하는 경우 빈도값 및 매크로 이름을 지정해야 합니다.
pl: W przypadku korzystania ze specyfikacji COUNTORDERING wymagane jest określenie wartości do zliczenia i nazwy MACRONAME.
pt_br: Os valores a serem considerados e um nome da macro deverão ser especificados ao usar as especificações COUNTORDERING.
ru: Значения для подсчета и имя макрокоманды должны быть указаны при использовании спецификаций COUNTORDERING.
zh_cn: 使用指定的 COUNTORDERING 时，必须指定要计数的值和宏名称。
zh_tw: 使用 COUNTORDERING 規格時，必須指定要計數的值及巨集名稱。

source: The weight variable cannot be included as a variable.
de: Die Gewichtungsvariable kann nicht als Variable hinzugefügt werden.
es: La variable de ponderación no se puede incluir como variable.
fr: La variable de pondération ne peut pas être incluse en tant que variable.
it: La variabile peso non può essere inclusa come una variabile.
ja: 重み付け変数を変数として組み込むことはできません。
ko: 가중변수를 변수로 포함할 수 없습니다.
pl: Zmiennej ważącej nie można uwzględnić jako zmiennej.
pt_br: A variável de ponderação não pode ser incluída como uma variável.
ru: Переменную веса нельзя включать как переменную.
zh_cn: 不得包括权重变量作为变量。
zh_tw: 不能併入加權變數作為變數。

source: The specified set is a multiple category set. Only multiple dichotomy sets can be used: %s
de: Das angegebene Set ist ein Set von kategorialen Variablen. Verwendet werden können jedoch nur Sets von dichotomen Variablen: %s
es: El conjunto especificado es un conjunto de categorías múltiples. Sólo se pueden utilizar conjuntos de categorías múltiples: %s
fr: L'ensemble spécifié est un jeu de catégories multiples. Seuls les jeux de dichotomies multiples sont admis : %s
it: L'insieme specificato è un insieme a categorie multiple (CM). È possibile utilizzare solo insiemi di dicotomie multiple (DM): %s
ja: 指定したグループは多重カテゴリ グループです。使用できるのは多重 2 分グループのみです: %s
ko: 지정된 세트는 다중 범주 세트입니다. 다중 이분 세트만 사용할 수 있습니다. %s
pl: Określony zbiór jest zestawem wielokrotnych kategorii. Można używać tylko zestawów wielokrotnych dychotomii: %s
pt_br: O conjunto especificado é um conjunto de múltiplas categorias. Somente conjuntos de múltiplas dicotomias podem ser usados: %s
ru: Заданный набор - это набор нескольких категорий. Можно использовать только несколько дихотомических наборов: %s
zh_cn: 指定的集合是多类别集。只能使用多二分集：%s
zh_tw: 指定的集是多重種類集。只能使用多重二分集：%s

source: The weight variable cannot be included in an MR set.
de: Die Gewichtungsvariable kann nicht einem Mehrfachantwortset hinzugefügt werden.
es: La variable de ponderación no se puede incluir en un conjunto MR.
fr: La variable de pondération ne peut pas être incluse en tant que jeu de dichotomies multiples.
it: La variabile peso non può essere inclusa in un insieme RM.
ja: 重み付け変数を MR グループに組み込むことはできません。
ko: 가중변수를 MR 변수군에 포함할 수 없습니다.
pl: Zmiennej ważącej nie można uwzględnić w zbiorze MR.
pt_br: A variável de ponderação não pode ser incluída em um conjunto MR.
ru: Переменную веса нельзя включать как набор переменных.
zh_cn: 在 MR 集合中不得包括权重变量。
zh_tw: 加權變數不能併入 MR 集中。

source: Variable must all be of the same type
de: Alle Variablen müssen denselben Typ aufweisen
es: Las variables deben ser todas del mismo tipo
fr: Les variables doit toutes être du même type
it: Tutte le variabili devono essere dello stesso tipo
ja: 変数は、すべて同じ型である必要があります。
ko: 변수는 모두 동일한 유형이어야 합니다.
pl: Wszystkie zmienne muszą być tego samego typu
pt_br: A variável deve ser do mesmo tipo
ru: Все переменные должны быть одного типа.
zh_cn: 所有变量必须具有同一类型
zh_tw: 變數必須都是相同的類型

source: A non-numeric value to count was specified for a numeric variable
de: Für eine numerische Variable wurde ein nicht numerischer zu zählender Wert angegeben
es: Se ha especificado un valor no numérico para el recuento para una variable numérica
fr: Une valeur non numérique à compter a été spécifiée pour une variable numérique
it: Per una variabile numerica è stato specificato un valore non numerico da contare
ja: 数値変数に対して、非数値の集計する値が指定されていました
ko: 숫자 변수에 대해 숫자가 아닌 빈도값이 지정되었습니다.
pl: Dla zmiennej liczbowej określono nieliczbową wartość do zliczania
pt_br: Um valor não numérico a ser considerado foi especificado para uma variável
ru: Для подсчета в числовой переменной было указано нечисловое значение
zh_cn: 对数字变量指定了要计数的非数字值
zh_tw: 已為數值變數指定要計數的非數值

source: No valid cases were found
de: Keine gültigen Fälle gefunden
es: No se han encontrado casos válidos
fr: Aucune observation valide n'a été trouvée
it: Non sono stati trovati casi validi
ja: 有効なケースが見つかりませんでした
ko: 유효하지 않은 케이스를 찾았습니다.
pl: Nie znaleziono żadnych ważnych obserwacji
pt_br: Nenhum caso válido foi localizado
ru: Допустимые наблюдения не обнаружены
zh_cn: 未找到任何有效个案
zh_tw: 找不到有效的觀察值

source: No variables meet the count or percentage threshold
de: Keine Variable entspricht dem Anzahl- oder Prozentsatzschwellenwert
es: Ninguna variable cumple el recuento o el umbral de porcentaje
fr: Aucune variable de correspond à l'effectif ou au seuil de pourcentage
it: Nessuna variabile rispetta la soglia percentuale o conteggio
ja: 度数またはパーセンテージのしきい値に一致する変数がありません
ko: 빈도 또는 퍼센트 임계값에 맞는 변수가 없습니다.
pl: Żadna ze zmiennych nie spełnia wymogu dotyczącego liczebności ani wartości procentowej
pt_br: Nenhuma variável atende ao limite de contagem ou porcentagem
ru: Никакие переменные не соответствуют количественному или процентному порогу
zh_cn: 没有符合计数或百分比阈值的变量
zh_tw: 沒有變數符合計數或百分比臨界值

source: Minimum count: < %s
de: Mindestanzahl: < %s
es: Recuento mínimo: < %s
fr: Effectif minimum : < %s
it: Conteggio minimo: < %s
ja: 最小度数: < %s
ko: 최소 빈도: < %s
pl: Minimalna liczebność: < %s
pt_br: Contagem mínima: < %s
ru: Минимальное количество: < %s
zh_cn: 最小计数：< %s
zh_tw: 計數下限：< %s

source: Minimum percentage: < %s
de: Mindestprozentsatz: < %s
es: Porcentaje mínimo: < %s
fr: Pourcentage minimum : < %s
it: Percentuale minima: < %s
ja: 最小パーセンテージ: < %s
ko: 최소 퍼센트: < %s
pl: Minimalna wartość procentowa: < %s
pt_br: Porcentagem mínima: < %s
ru: Минимальный процент: < %s
zh_cn: 最小百分比：< %s
zh_tw: 百分比下限：< %s

source: Maximum count: >= %s
de: Maximale Anzahl: >= %s
es: Recuento máximo: >= %s
fr: Effectif maximum : >= %s
it: Conteggio massimo: >= %s
ja: 最大度数: >= %s
ko: 최대 빈도: >= %s
pl: Maksymalna liczebność: >= %s
pt_br: Contagem máxima: >= %s
ru: Максимальное количество: >= %s
zh_cn: 最大计数：>= %s
zh_tw: 計數上限：>= %s

source: Maximum percentage: >= %s
de: Maximaler Prozentsatz: >= %s
es: Porcentaje máximo: >= %s
fr: Pourcentage maximum : >= %s
it: Percentuale massima: >= %s
ja: 最大パーセンテージ: >= %s
ko: 최대 퍼센트: >= %s
pl: Maksymalna wartość procentowa: >= %s
pt_br: Porcentagem máxima: >= %s
ru: Максимальный процент: >= %s
zh_cn: 最大百分比：>= %s
zh_tw: 百分比上限：>= %s

source: Variables excluded: %s
de: Ausgeschlossene Variablen: %s
es: Variables excluidas: %s
fr: Variables exclues : %s
it: Variabili escluse: %s
ja: 除外された変数: %s
ko: 제외된 변수: %s
pl: Wykluczone zmienne: %s
pt_br: Variáveis excluídas: %s
ru: Исключенные переменные: %s
zh_cn: 已排除的变量：%s
zh_tw: 已排除的變數：%s

source: Macro Definition: %s
de: Makrodefinition: %s
es: Definición de macro: %s
fr: Définition de macro : %s
it: Definizione macro: %s
ja: マクロ定義: %s
ko: 매크로 정의: %s
pl: Definicja makra: %s
pt_br: Definição de macro: %s
ru: Определение макрокоманды: %s
zh_cn: 宏定义：%s
zh_tw: 巨集定義：%s

source: Variables
de: Variablen
it: Variabili
ja: 変数
ko: 변수
pl: Zmienne
pt_br: Variáveis
ru: Переменные
zh_cn: 变量
zh_tw: 變數

source: Counts
de: Häufigkeiten
es: Recuentos
fr: Effectifs
it: Conteggi
ja: 度数(T)
ko: 빈도
pl: Liczebności
pt_br: Contagens
ru: Количества
zh_cn: 计数(T)
zh_tw: 計數(T)

source: Excluded Variables for Macro Definition: %s
de: Ausgeschlossene Variablen für Makrodefinition: %s
es: Variables excluidas para la definición de macro: %s
fr: Variables exclues pour la définition de macro : %s
it: Variabili escluse per definizione macro: %s
ja: マクロ定義で除外された変数: %s
ko: 매크로 정의에 대해 제외된 변수: %s
pl: Zmienne wykluczone dla definicji makra: %s
pt_br: Variáveis excluídas para definição de macro: %s
ru: Исключенный переменные для определения макрокоманды: %s
zh_cn: 宏定义的已排除变量：%s
zh_tw: 巨集定義的已排除變數：%s

source: Excluded Variables
de: Ausgeschlossene Variablen
es: Variables excluidas
fr: Variables exclues
it: Variabili escluse
ja: 除外された変数
ko: 제외된 변수
pl: Zmienne wykluczone
pt_br: Variáveis excluídas
ru: Исключенные переменные
zh_cn: 排除的变量
zh_tw: 已排除的變數

source: Variable not found: %s
de: Variable nicht gefunden: %s
es: No se ha encontrado la variable: %s
fr: Variable introuvable : %s
it: Variabile non trovata: %s
ja: 変数が見つかりません: %s
ko: 변수를 찾을 수 없음: %s
pl: Nie znaleziono zmiennej: %s
pt_br: Variável não localizada: %s
ru: Переменная не найдена: %s
zh_cn: 找不到变量：%s
zh_tw: 找不到變數：%s

source: MR set not found: %s
de: Mehrfachantwortset nicht gefunden: %s
es: No se ha encontrado el conjunto MR: %s
fr: Jeu de dichotomies multiples introuvable : %s
it: Insieme RM non trovato: %s
ja: MR グループが見つかりません: %s
ko: MR 변수군을 찾을 수 없음: %s
pl: Nie znaleziono zbioru MR: %s
pt_br: Conjunto MR não localizado: %s
ru: Набор переменных не найден: %s
zh_cn: 找不到 MR 集合：%s
zh_tw: 找不到 MR 集：%s

source: The number of macro or MR set names specified is different from the number of
pt_br: O número de nomes de macros ou de conjuntos MR especificado é diferente do número de itens
